Repository: intraweb-modules12/iw_forums
Catalog: locale/*/LC_MESSAGES/module_*_forums.po
Languages: es

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: You can't access the forum
es: No podéis acceder a este foro.

source: The forum upon which the ation had to be carried out hasn't been found
es: No se ha encontrado el foro sobre el cual hacer la acción solicitada.

source: An error has occurred while reading records from the data base
es: Error en la consulta de las tablas de la base de datos.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: The modification of the users who have read the message has failed
es: La modificación del foro ha fallado.

source: No messages have been found
es: No se ha encontrado el mensaje.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: The transfer of the message has failed
es: El desplazamiento del mensaje ha fallado.

source: An error has occurred while deleting the message
es: Se ha producido un error en el borrado del foro.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: An error has occurred while editing the message
es: Se ha producido un error al editar el mensaje.

source: An error has occurred while checking/unchecking a message
es: Se ha producido un error en el marcage/desmarcage de un mensaje

source: Module iw_main is required. You have to install the iw_main module previously to install it.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Check the message
es: Marca el mensaje

source: Uncheck the message
es: Desmarca el mensaje

source: Choose the sender...
es: Escoje un remitente...

source: A new topic has been created.
es: Se ha creado un tema nuevo.

source: During the next
es: En el texto

source: minutes you can delete the topic.
es: minutos puede borrar el tema.

source: An error has occurred while creating a new topic
es: Se ha producido un error en la creación de un tema nuevo.

source: An error has occurred in the attachment of the file. The message has been sent without the attached file.
es: Se ha producido un error en subir el archivo al servidor. El mensaje se ha enviado sin el archivo adjunto.

source: An error has occurred while creating a new message
es: Se ha producido un error en la creación de un mensaje nuevo.

source: wrote on
es: escribió el

source: A new message has been created.
es: Se ha creado un mensaje nuevo.

source: munutes you can edit the message
es: minutos puede editar el mensaje.

source: minutes you can delete the message
es: minutos puede borrar el mensaje.

source: From:
es: De:

source: Date
es: Fecha

source: Time
es: Hora

source: Attached file
es: Archivo adjunto

source: You are not allowed to do this action
es: No estas autoritzado a hacer esta acción

source: The message can not be deleted because have answers. You can move the answers to an other theme or forum.
es: El mensaje no se puede borrar porque tiene respuestas. Podrá borrar el mensaje si mueve las respuestas a otro foro o a otro tema

source: The message has been deleted.
es: El mensaje ha sido borrado.

source: Probably the message has been sended without the attached file.
es: Probablemente el mensaje se ha enviado sin el archivo adjunto.

source: The message has been modified
es: El mensaje se ha modificado

source: Error trying to edit the message
es: Se ha producido un error al intentar editar el mensaje

source: The message has been transferred
es: El mensaje ha sido desplazado.

source: The topic has been deleted.
es: El tema ha sido borrado.

source: Reply to the message
es: Responder al mensaje

source: Who has read the message?
es: ¿Quién ha leído el mensaje?

source: Create a new topic
es: Crea un tema nuevo

source: Send a new message
es: Envía un mensaje nuevo

source: View the forum list
es: Muestra los foros creados

source: Return to the list of topics and messages
es: Vuelve a la lista de temas

source: Return to the message list
es: Volver a la lista de mensajes

source: Return to the message
es: Vuelve al mensaje

source: Check all messages as read
es: Marca como leidos todos los mensajes

source: Create a new forum
es: Crea un foro nuevo

source: View the created forums
es: Muestra los foros creados

source: Configure the module
es: Configura el módulo

source: Forum not found
es: No se ha encontrado el foro sobre el cual hacer la acción solicitada.

source: Unregistered
es: No registrados

source: The forum has been modified
es: El foro ha sido actualizado.

source: A new forum has been created
es: Se ha creado un foro nuevo.

source: Group added
es: Se ha añadido un grupo al foro

source: The access has been deleted
es: Se ha borrado el acceso del grupo

source: Choose a gruop...
es: Escoge un grupo...

source: Moderador added
es: Se ha añadido un moderador

source: The forum has been deleted
es: El foro ha sido borrado.

source: The configuration of the module has been modified
es: Se ha modificado la configuración del módulo

source: Creation, managment and use of forums
es: Creación, gestión y uso de foros

source: You didn't write a title for the topic
es: El título del tema está vacío

source: You didn't write a title for the message.
es: El título del mensaje está vacío.

source: The extension of the attached file isn't correct. The valid extensions are:
es: La extensión del archivo adjunto no se admite. Las extensiones posibles son:

source: Do you really want to send the message?
es: Quiere realmente enviar el mensaje?

source: Add a new topic
es: Añade un tema nuevo

source: Title of the topic
es: Título del tema

source: Description
es: Descripción

source: First message of the topic (optional)
es: Primer mensaje del tema (opcional)

source: Title of the message
es: Título del mensaje

source: Message
es: Mensaje

source: Add
es: Añadir

source: Cancel
es: Cancelar

source: Forums
es: Foros

source: You haven't writte the name of the forum
es: No ha escrito el nombre del foro.

source: Forum name
es: Nombre del foro

source: Attached files are allowed
es: Los mensajes admite archivos adjuntos

source: Minutes, after the submission, during which the messages can be edited by theirs authors
es: Minutos, después del envío, en que los mensajes són editables por sus remitentes

source: Minutes, after the submission, during which the messages can be deleted by theirs authors
es: Minuts, después del envío, en que los mensajes són borrables por sus remitentes

source: Observations
es: Observaciones

source: Active?
es: ¿Activo?

source: Create
es: Crear

source: Pages:
es: Páginas:

source: Forums list
es: Lista de foros

source: Access type
es: Tipo de acceso

source: N. topics
es: No. temas

source: N. messages
es: No. mensajes

source: Moderation
es: Moderación

source: Read, write and topics creation
es: Leer, redactar y crear temas

source: Read and write
es: Lectura i escritura

source: Read only
es: Solo lectura

source: There are no forum created
es: No se ha creado ningún foro

source: About this module
es: Por lo que al módulo se refiere

source: Modify
es: Modifica

source: Attachments?
es: Adjuntos?

source: Yes
es: Si

source: Status
es: Estado:

source: minutes
es: minutos

source: Deletable
es: Borrable

source: Delete the forum
es: Borra el forum

source: Confirm the deletion of the forum
es: Confirme la eliminación del foro

source: Confirm
es: Confirmar

source: Cancel the deletion of the forum
es: Cancelar la eliminación del foro

source: Move the message
es: Mueve el mensaje

source: Confirm the transfer
es: Confirma el desplazamiento

source: Move the message to the forum
es: Mueve el mensaje al foro

source: Move the message to the topic
es: Mueve el mensaje al tema

source: Without topic
es: Sin tema

source: Cancel the transfer of the message
es: Cancela el desplazamiento del mensaje.

source: Delete moderator
es: Borra el moderador

source: Confirm que deletion of the moderator
es: Confirma que quieres borrar el moderador

source: Add a new message
es: Añade un mensaje nuevo

source: Icon
es: Icono

source: Create the message
es: Crea el mensaje

source: List of topics
es: Lista de temas

source: topic created by:
es: Tema iniciado por:

source: on
es: el

source: at
es: a las

source: Messages:
es: Mensajes:

source: Unread messages:
es: Mensajes por leer:

source: Last post by
es: Última intervención por

source: Delete the topic
es: Eliminar el tema

source: Topic and messages deletion
es: Borrado del tema y sus mensajes

source: Up
es: Sube

source: Down
es: Baja

source: List of messages
es: Lista de mensajes

source: All the messages of the list
es: Abre todos los mensajes de la lista

source: Title
es: Título

source: Sender
es: Remitente

source: Actions
es: Acciones

source: Delete the message
es: Borra el mensaje

source: Edit the message
es: Edita el mensaje

source: This subjet has no messages.
es: Este tema no tiene mensajes

source: The user
es: El usuario/a

source: you haven't sent any message to this topic
es: no ha embiado ningún mensaje a este tema

source: This forum has no messages.
es: Este foro no tiene mensajes.

source: Delete the attached file
es: Borra el archivo adjunto

source: I'm sure
es: Estoy seguro de la acción

source: Modify the message
es: Modifica el mensaje

source: Confirmation of deletion of the topic and its messages
es: Confirmación del borrado del tema y sus mensajes

source: Confirm the deletion of the topic
es: Confirme la eliminación del tema

source: Add a moderator
es: Añade un moderador

source: Group
es: Grupo

source: Choose a moderator
es: Escoje un moderador

source: Root of the file folder
es: Inicio del directorio de archivos

source: Server folder where will be save the attached files
es: Carpeta del servidor donde se almacenan los archivos adjuntos a los mensajes

source: The attached files folder have not been found
es: No se ha encontrado el directorio para los archivos adjuntos

source: (This folder needs writting atributes)
es: (A esta carpeta debe darsele permisos de escritura)

source: The unregistered users can view messages writers avatars
es: Los usuarios no registrados pueden ver los avatars de los remitentes de los mensajes

source: Add a group with access to the forum
es: Añade un grupo con acceso al foro

source: Delete the access to the group
es: Borra el acceso del grupo

source: Confirm the deletion
es: Confirma que quieres borrar el acceso del grupo

source: The message has been read by:
es: Han leído el mensaje:

source: Moderators
es: Moderadores

source: Features
es: Características

source: Options
es: Opciones

source: Delete
es: Borrar

source: Edit
es: Editar

source: Copy
es: Copia

source: ...modifying...
es: ...modificando...
